Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Book of Lagier.tmx
Source language: ko_kr
Languages: en

source: 나도 모르는지라...
en: I don’t know eitherall...

source: 악기 연주는 천족 놈들의 특기인 건 알았지만...
en: I knew playing instruments was the angels’ specialty...

source: 당신을 꼭 한번 만나보고 싶었거든요.
en: I truly wanted to meet you.

source: 땅요정들은 워낙 호기심이 많아서 어떤 사고를 칠지 모르니까.
en: ...but the earth fairies are so curious. They might get into trouble.

source: 나가고 싶어!
en: get out of here!

source: 그게 아니지.
en: That’s not enough.

source: 우린 라지에르, 찾을 거야!
en: Lagier! We’re going to him!

source: 아~ 정말 맘에 안 드는 녀석이야.
en: Ugh. I really don’t like him.

source: 휘{j}청
en: Stumble{j}

source: 마족이 계약으로 인간의 몸인 채 죽어버리면 어떻게 되는 줄 아십니까?
en: Do you know what happens when a demon dies in a human’s body?

source: 제법이네, 천왕 마키엘로스.
en: How impressive, Angel King Makielos.

source: 힐끗
en: Glance

source: 카나스 제국도 무사하진 않겠지.
en: The Kanas Empire would not be safe.

source: 린슈슈, 거, 검은색에 대해 더 말하면 안 돼!
en: Rin Shushu! S-stop talking about black!

source: 우, 우리, 반짝이는 거...
en: W-we l-like shiny—

source: 제르에이라
en: Jereilla

source: 난 원래 기사가 아닌 자를 상대로는 진심으로 전력을 다하지 않는 주의거든.
en: I don’t go all out on someone who isn’t a knight.

source: 원작 김연기
en: ORIGINAL STORY KIM YEON GI

source: 여기 있고 싶으면 있어.
en: You can stay if you want.

source: 본국의 귀족이라면 말하지 않아도 당연히 그 사실을 알고 있었을 터인데...
en: As a noble of this empire, you should know all this without saying.

source: 다른 인간들과 달랐거든.
en: he smelled different from other humans.

source: 휘온 경, 나는 왕족이야.
en: Sir Huion, I’m a royal.

source: 다시 한번 경고합니다.
en: I’m warning you once more.

source: 세드나님~ 세드나님~
en: miss sedna!

source: 끼 이 익
en: Creak

source: 여왕님이랑 닮았어!
en: Look like our queen!

source: 그때 지하수로에서 잘못되었다면 난 이렇게 살아서 불평도 하지 못하고 있겠지만.
en: something worse had happened in the underground waterways, I might not even be here to complain like this...

source: 정말 신수다!
en: it’s really a deity!

source: 라지에르한테 칭찬받았어!
en: lagier praised me!

source: 그래서...
en: does that mean...

source: 우린 갈 거야!
en: We’re leaving!

source: 너 그게...
en: Do you know...

source: 넵, 전하!
en: Yes, Your Highness!

source: 과학자로서 모든 걸 버린 건 아냐...
en: but I haven’t abandoned all of my curiosities as a scientist.

source: 뭐, 비슷하게 생기긴 했네요.
en: well, it does look similar.

source: 우리도 슬슬 나라의 문을 열어야겠지.
en: I suppose we should open our doors now.

source: 그런데 이걸 나한테 보여주는 이유가 뭐지?
en: And why are you showing it to me?

source: 형제는 물론
en: you killed your brothers...

source: 이거 다 진짜야?
en: Are these real?

source: 으아아아아!!
en: Gaaaah!!

source: 모, 모를 리가 있습니까!
en: o-of course I would know, your highness!

source: 그럼 가짜인 줄 알았냐?
en: Did you think I was a fake?

source: 생각보다 가까이 있네?
en: It’s closer than I thought.

source: 이전의 왕족들은 항상 나를 찾아와 주었지.
en: The royals of the past have never failed to visit me.

source: 이 띨구가 이젠 지 주인도 못 알아봐?
en: Hey, don’t you recognize your own owner?

source: 저분이...
en: That’s...

source: 그 제르에이라 왕자 일행과 함께 없어졌다고 했는데...
en: I hear he disappeared together with the visitors from jereilla...

source: 그걸 보면 알아요?
en: You can tell just by looking?

source: 어, 어떻게 하지?
en: W-what do we do?

source: 헤헤, 똑똑하시네요.
en: hehe, how smart.

source: 내가 이대로 포기할까 보냐.
en: I won’t give up like this.

source: 그렇다 해도 낮에 그 땅 요정들은 왜 도와주려 한 건데?
en: Even still. And why did you try to help the earth fairies earlier today?

source: 뭘 멀뚱멀뚱 보고만 있느냐!
en: Why are you just standing there?

source: 아하~ 맞다.
en: Oh yeah! That’s right.

source: 내가 뚱뚱하니까 말에 못 탈 거란 이야긴가?
en: Does he think I can’t get on the horse because I’m fat?

source: 그러하옵니다, 전하.
en: Of course, Your Highness.

source: 대장군?
en: Great General?

source: 어딜...!
en: Stop-!

source: 대체 책임지지도 못할 거면서 왜 주워온 거냐?
en: Why did you pick it up when you can’t take responsibility for it?

source: 네에에...
en: Yes...

source: 그럼 봉인이 풀리며 문이 열리지라~
en: then the seal will break and the entrance will open-all!

source: 시간이 많이 늦었습니다.
en: It’s very late, Your Highness.

source: 에휴...
en: Sigh

source: 그럼 같이 가자는 거로 하자.
en: Let’s go together.

source: 촤 르 륵
en: Flip flip

source: 게다가 마력을 이용하는 건 지는 것 같아 싫단 말이지.
en: Besides, using magic seems like the easy way out, which I don’t like.

source: 연못 바닥에 봉인된 문이 있지라.
en: there’s a sealed entrance at the bottom of the pondull.

source: 느아~!
en: nooo!

source: 내가 라지에르를 얼마나 좋아하는데!
en: I like Lagier so much!

source: 축하드립니다.
en: Congratulations,

source: 저런 아름다운 빛이 세상에 존재 하다니...
en: I didn’t know such a beautiful color existed in this world...

source: 난 이 나라의 왕자야.
en: I’m this country’s prince.

source: 지금처럼 지내는 게 나도 더 편해.
en: I’m more comfortable with how we talk now.

source: 그러고 보니 넌 해신의 신전에서 일하는 고고학자라고 했던가?
en: Anyway, I heard you’re an archaeologist working at the Goddess of the Sea’s Temple?

source: 어서 전하를 모시어라!
en: Attend to His Highness!

source: 아마 이 마법진 밖에서는 이 안으론 아무것도 안 보일 겁니다.
en: It would be impossible to see inside this magic circle from outside.

source: 그걸 네가 어떻게 아냐?!
en: How do you know that?!

source: 어린 요정들의 견학이란 말이지...
en: The young fairies are studying...

source: 내버려 두셨어야죠!
en: yes, you should have!

source: 언제까지 찰거머리처럼 날 따라올 거야.
en: Until when do you plan to follow me around like a leech?

source: 내 저 아이가 고집을 부려도 매일 얼굴을 보고 챙겨 주었어야 했는데!
en: I would have stayed by his side to take care of him, no matter what he insisted.

source: 하지만 그렇다 하더라도 모든 기사들이 저렇게 살벌하게 무장 하고 있는 건 좀 과하단 생각도 드는군요.
en: even so, all the knights are armed quite excessively.

source: 이브가 공주께선 개인적으로 황제폐하도 만나보셨다면서요?
en: Princess Yvgar, I heard you had a private meeting with the emperor!

source: 그럼 알을 나한테 넘겨서 날 엿 먹이려 했던 건 잊어줄게.
en: Then I’ll forgive you for trying to screw me over by dumping the fruit on me.

source: 으으...
en: Ugh...

source: 내가 살아있는 동안은.
en: As long as I’m alive.

source: 제르에이라의 왕족은 약해빠진 몸에 운동신경은 둔하지...
en: I learned that jereilla’s royalty is physically weak, has terrible reflexes...

source: 넌 해신이 나에게 보낸 전령사가 되는 거야.
en: You’ll be my messenger from the Goddess of the Sea.

source: 정식 기사로 임명된 로열 나이트라면 모를까
en: Maybe the officially appointed Royal Knights can.

source: 왕의 옷에 달 장식을 가져왔어요.
en: Here’s an accessory to pin on your clothes.

source: 이렇게 만날 수 있는 기회는 잡기 힘들어.
en: A chance like this to meet him is really hard to come by.

source: 어때요?
en: How about it?

source: 소환된 마족이 날 죽이려 하는 거 아냐?
en: ...the summoned demon tries to kill me?

source: 눈을 뜨고 싶다는 소녀의 소원을 이뤄준 건 그것과 무관하지요.
en: That is something separate from granting my wish to open my eyes.

source: 차라리 저번에 내가 시녀에게 독으로 살해당했더라면 네가 이렇게 귀찮을 일도 없었을 텐데...
en: If the maid had succeeded in poisoning me, you wouldn’t have had to deal with me...

source: 리리스 텐.
en: ...lilith ten.

source: 이 지하수로는 폐쇄된지 오래됐다고 했잖아.
en: I told you, these waterways were closed off a long time ago.

source: 내가 싫다고 거절했으면 어쩔 거였는데?
en: what if I were to refuse?

source: 막 눈물이 나오려고 하더라니까.
en: I almost shed a few tears.

source: 황제폐하 주제에 자기더러 평범한 인간이라고 하다니 좀 어이가 없네.
en: his majesty the emperor calls himself an ordinary man. funny.

source: 어쨌든 그런 상황이라서
en: at any rate, that’s how things are.

source: 하긴 그렇게 생각 해주면 편하긴 하지만...
en: Well, it sure is easier for me that way...

source: 넌, 인간에게 진 주제에 뭐가 그리 신나냐?
en: How can you be so excited after losing to a mere human?

source: 네가 알아서 따라와.
en: you should move faster.

source: 뭐, 겸사겸사 검술도 배우면 좋고.
en: Well, learning swordsmanship at the same time wouldn’t be bad.

source: 완전히 종속되었단 뜻이지.
en: It means she’s completely bound to me.

source: 난 벌레는 음식 취급 안 해.
en: I don’t consider bugs as food.

source: 모두 예를 갖추시오!
en: all hail his majesty!

source: 황제한테 자기 멋대로 오라가라 시키는 녀석은 너밖에 없을걸?
en: you’re the only one who would dare to tell the emperor to come and go as you please.

source: 아무래도 내 체면을 세워주려 괜한 짓을 한 모양이군.
en: Seems like she went overboard trying to help me save face.

source: 어떻게 다른데?
en: How are they different?

source: 재잘
en: Chatter

source: 말하는 여우가 나보고 그런 말 하는 건 좀 모순이지라~
en: so says the talking foxil! how ironic-all!

source: 가도 된다.
en: Go.

source: 제가 제대로 모시지 못해 이렇게...
en: this is all because I didn’t assist you properly...

source: 굉장한 검술이야.
en: such incredible swordsmanship.

source: 하지만 난 악기 같은 걸 배운 적이 없는걸.
en: but I’ve never learned to play an instrument.

source: 이제 한 눈 팔다 뒤처지지 않게 잘 따라와.
en: Just don’t get lost anymore.

source: 그거야 본인 책임이죠!
en: that’s his fault!

source: 치워라.
en: Clear it.

source: 그리고.....
en: and...

source: 그거 이상한데...
en: that’s strange...

source: 축제 첫날인 오늘 정오에는 그 제물들을 실은 거대한 배를 해신에게 보내는데
en: Today’s the first day. At noon, the offerings will be sent to the Goddess on a huge ship.

source: 터, 턱이!
en: Y-your jaw!

source: 저 두꺼운 돌덩어리를 간결한 동작으로 단숨에 베어버렸어.
en: he slashed that boulder with a single swipe.

source: 그래서 그 인간 놈의 소원은 뭐였습니까?
en: So what did that idiot human wish for?

source: 뭔데 말해봐.
en: tell me, what is it?

source: 술 덜 깬 거 같으니까 그냥 더 자라.
en: must still be drunk. just go back to sleep.

source: 둥
en: Dun

source: 그럼 처음부터 그리 말씀하시지 그러셨습니까.
en: Then you should’ve said so from the start.

source: 지키는 자도 없이 버려져 있었어요.
en: It was abandoned without a guardian.

source: 나보고 뭘 하라고?
en: you want me to be what?

source: 죽으면 안 돼!
en: You can’t die!

source: 찌질한 놈이긴 해도 내 계약자다.
en: Even if he’s a pathetic loser, he’s still my contractor.

source: 네, 황궁에 도착한 날 잠깐 만나 뵈었답니다.
en: Yes, I met him briefly on the day I arrived at the palace.

source: ...정말 어처구니가 없군.
en: What a mess...

source: 모두를 지키기 위해 왕으로서 두려워할 줄도 알아야 한다는 걸요.
en: ...I’ve realized that as the queen, I need to be fearful for the sake of everyone’s safety.

source: 거, 거짓말 하지 마라!
en: D-don’t lie!

source: 마계가 어떤 상태인지 알 수 있는 방법이 있었지.
en: There’s another way to find out how the demonic realm is doing.

source: 어디로 가는 길인지 알려주면 내가 데려다주마.
en: If you tell me where you’re going, I’ll take you there.

source: 게다가 내 이름도 알고 있었어.
en: And he even knew my name.

source: 당신 덕분에 알게 되었어요.
en: But thanks to you...

source: 뜬구름 잡는 소리 말고 네가 원하는 걸 말해.
en: Stop the nonsense and tell me what you want.

source: 어어...응?
en: Y-yeah...

source: 니들...
en: You guys...

source: 애초에 계약할 그릇도 안 되는 놈이었나 본데.
en: Seems like he wasn’t strong enough for a contract anyway.

source: 날 치려고 하면 마차를 박살 내면 되잖아.
en: Just crush any carriages that might run into me.

source: 어차피 이런 여우 눈깔이 하는 말에는 진정성이 없어.
en: Anyway, words from foxes like him never carry any weight.

source: 나의 두 번째 계약자로 인정하여 그가 원한다면 어떤 물길이라도 열어줄 것이다!
en: I acknowledge him as my second contractor and will impart any waters he desires!

source: 항구
en: Harbor

source: 여긴 어떻게 들어가야 하지?
en: how do we get inside here?

source: 같이 가
en: Wait for me!

source: 당연하죠~ 무려!
en: of course it is!

source: 식사 중에 미안한데, 여러분.
en: I’m sorry to interrupt your meal, everyone.

source: 이 자리는 율리우스 황제 폐하의 즉위를 축하는 자리가 아니었나요?
en: aren’t we here to congratulate the coronation of emperor julius?

source: 네?!
en: What?!

source: 할 수 있으면 어디 한 번 해보시지.
en: go ahead. try me.

source: 자기 뜻대로 안 되면 미친 사람처럼 날뛴다는 왕자가?
en: I heard the prince goes on a mad rampage when he doesn’t get his way.

source: 혹시 즉위식 전 축사를 할 귀족 대표가 아닐까요?
en: is he giving a congratulatory speech on behalf of all the nobles?

source: 신성력 함부로 쓰다간 마기가 깃든 방울 깨먹는다.
en: If you use your magic rashly, it’ll break the bell.

source: 당연하지~
en: Of course!

source: 인연?
en: relationship?

source: 실례합니다.
en: Pardon me.

source: 잠깐, 인간이 나한테 사념으로 말을 걸어?
en: Wait a minute, the human’s talking to me with telepathy?

source: 그럼 뭐 내 맘대로 제르에이라를 도와줘야지.
en: then I would’ve helped jereilla in my own ways.

source: 와, 왕자 전하를 뵙습니다!
en: I-it’s an honor to meet you, Your Highness!

source: 축하해.
en: Congrats.

source: 가도 되..냐요?
en: can I leave now?

source: 네~네~ 걱정 말고 저한테 맡기세요~
en: yes, of course! don’t worry about a thing as long as I’m here!

source: 뀨?
en: Mew?

source: 전하, 지금이라도 다시 안으로 피하시는 게 어떻겠습니까?
en: your highness, I think you should go inside to safety.

source: 그럼 좀 봐주면서 대련 부탁드립니다.
en: Then, please go easy on me.

source: 정말 피부도 눈처럼 하야시군요.
en: ...has such fair, white skin, very much like snow.

source: 라지에르, 우리 땅요정들은 반짝이는 걸 무척 좋아해요.
en: Lagier, we earth fairies love sparkly things very much.

source: 생긴 건 나비랑 고양이를 닮았는데 크기는 사람만큼 크대요.
en: I heard they look like butterflies and cats but are the size of humans.

source: 으아아~ 대체 무슨 짓을 하신 겁니까!
en: Ahhh! What have you done!

source: 왕자전하?
en: of Jereilla?

source: 그래도 한 숨 돌릴 겸 널 보러 온 거야.
en: at least I’m here now. I needed a breather anyway.

source: 꿈틀
en: Wriggle

source: 내가 형, 네가 동생...
en: I’m big bro, you’re little bro.

source: 유감스럽게도 제르에이라에선 전쟁이 일어날 수 없어.
en: ...because wars cannot break out in Jereilla.

source: 폐, 폐하!
en: y-your majesty!

source: 수행 중이다!
en: I was practicing something!

source: 이거 아무래도 뭔가 심상치 않은 일이 일어나고 있는 거 같아.
en: seems like something serious is happening right now.

source: 저희 나라의 특산물인 얼음산 프레데이크 과실주를...
en: I served her some fruit wine, a specialty from the fredake ice mountains...

source: 좋아, 수고했어.
en: Good job.

source: 전 절대 안 갈 겁니다!
en: I’m not going, no matter what!

source: 본 작품의 내용을 무단 전재 및 무단 복제하는 것을 금합니다.
en: UNAUTHORIZED DISTRIBUTION AND DUPLICATION IS PROHIBITED.

source: 좀 조용히 깨울 순 없냐?
en: Can’t you wake me up quietly?

source: 뭐든 간에 내가 찾아줄 테니까 어서 타라!
en: In any case, I’ll help you find him. So hurry and get in!

source: 대체 어인 일로 전하께서 이곳까지 납시었는지...
en: May I ask...

source: 더 이상은 못 걸어.
en: I can’t walk any more.

source: 자, 마차에 오르거라.
en: Come, join me in my carriage.

source: 황제씩이나 돼서 귀족들 주둥이 까고 다니는 게 취미라니...
en: An emperor who likes to talk behind his nobles’ backs...

source: 펄
en: Flap

source: 상의를 벗으시고 상처를 보여주십시오.
en: please take off your jacket so I can see your injury.

source: 저 대리인이라는 사람은 시뮤온 엘가의 아들이야.
en: that man there is simuon elga’s son.

source: 서둘러 피하셔야 합니다!
en: you must flee right away!

source: 난 황위 같은 건 가지고 싶지 않았어.
en: I never wanted the throne.

source: 맛난 음식을 먹어도...
en: this delicious food,

source: 아이고 영광입니다!{j}왕자전하!
en: oh, it is such an honor, your highness!{j}

source: 계속 신경쓰였던 건데 그 눈은....
en: I’ve been bothered by this from the start.

source: 이렇게 다시 만나니까 너무 좋다, 그치?
en: It’s great to see you again!

source: 남은 평생을 마법 연구에 저당 잡히고 싶지 않아요!
en: I do not want the rest of my life to be held as collateral for the sake of magical research!

source: 여기가 제가 말한 유산이 있는 곳이지라~
en: this is where the inheritance izzle!

source: 도와주면, 예쁜 거, 주니까.
en: We help, they give, pretty things.

source: 제발 날 잊지 말고 약속을 지켜줘.
en: Please keep your promise. Don’t forget about me.

source: 왕자의 검술 선생 따윈 별로다 이거냐?
en: Do you think being the Prince’s swordsmanship teacher is insignificant?

source: 어차피 포기할 거라면 이판사판 떼써보고 목이라도 잘리는 편이 낫다고 생각한 거냐?
en: You’re putting up a fight thinking you’ll get rejected anyway, aren’t you?

source: 하지만_x0003_책에 적힌 바로는
en: But, according to the book,

source: 그건 그렇네요.
en: That’s true.

source: 미안하지만 나한테는 같이 놀 친한 친구가 있어.
en: I’m sorry but I have a close friend to play with already.

source: 난 이만 갈게.
en: I’ll leave now.

source: 그게......
en: Well...

source: 내 어디가 그렇게 수척해 보이는데?
en: Me? Hallowed?

source: 칫, 멍청한 마법사 놈.
en: tsk. that foolish mage.

source: 이 아래는 완전 낭떠러지입니다, 전하.
en: There’s no bottom to this hole, Your Highness.

source: 테이...
en: Tei...

source: 먹어라.
en: Eat him.

source: 그나저나 이 앞이 전부 이런 함정들이라 생각하면 조금 짜증나는데?
en: anyway... it irritates me that there are booby traps like this going forward.

source: 히이이이익
en: Eeeeek

source: 난 약속을 기록으로 남기는 게 취미거든.
en: so I like to record all my promises.

source: 테이, 너도 봤지?
en: tei, you saw, right?

source: 당연하잖아?
en: Of course.

source: 훔치지 않았는데 어째서 생명의 나무가 품고 있어야 할 ‘그것’이 당신의 손에 있단 말인가!
en: If you did not steal it, how did it end up in your hands instead of remaining on the tree of life?

source: 내 시종.
en: My servant.

source: 그만해!
en: Stop!

source: 하면 계약자 분이 소원으로 왕께 무얼 빌었습니까?
en: What did your contractor wish from you, my King?

source: 방금...
en: that...

source: 아리스티드가 희망하노니
en: wish here and now...

source: 해보는 수밖에!
en: I have to try!

source: 왕으로서 충분히 이럴 자격 있다.
en: As the queen, you surely deserve this.

source: 속으론 콱 죽어버렸음 좋겠다고 생각했잖아.
en: You silently wished I would just die.

source: 단호-
en: FIRM

source: 이 사람...
en: This man...

source: 단둘이 먹자는 게 아니었어?
en: It wasn’t just the two of us?

source: 벌써 구조대가 도착이라도 한 건 아니겠지?
en: your men couldn’t have come to rescue you already, right?

source: 저건 마물입니다!
en: those are demonic creatures.

source: 아~ 난 몰라.
en: Ugh, whatever.

source: 넷!
en: Yes!

source: 안녕하세요.
en: Welcome,

source: 아무래도 왕이 온다는 소문이 난 모양입니다.
en: It appears that word of your visit has spread already.

source: 아니, 저건 보석이 아니다.
en: No, that is not a jewel.

source: 이건 내 말을 들을 수 있는 당신에게 밖에 할 수 없는 부탁이지라.
en: if you can hear me. you’re the only one I can ask for help-dull!

source: 너 솔직히 다른 나라로 도망갈 생각도 없는 거잖아.
en: Be honest with me. You have no intentions to leave the country.

source: 마법도 쓸 수 있었나?
en: you can use magic?

source: 그냥 소리만 내보란 거지.
en: just blow air and make any sound.

source: 앞으로도 날 만나러 와달란 이야기야...
en: I’m asking you to keep visiting me in the future...

source: 쏴라!!
en: fire!!

source: 조용히 내 말을 따랐다면
en: If you had just listened...

source: 히이익!!
en: Eeek!!!

source: 이렇게 중요한 순간에 재수 없게 날 방해해?!
en: How dare you disturb me at such an important moment?!

source: 소중한 걸 지킬 수 있었다는 걸...
en: ...to protect what I cherish.

source: 어쩜~ 낭만적이기도 해라.
en: Oh my! How dreamy!

source: 아 맞다, 그보다 댁이 위기에 처했단 건 순 뻥이었나?
en: Oh right, I heard you were in danger. Was it a lie?

source: 꼬마와 귀여운 복실이에게 다짜고짜 마법으로 공격하시다니...
en: yet you attacked the little kid and cute, fluffy animal without hesitation, ma’am...

source: 달...
en: the moo—

source: 칫
en: Ugh.

source: 죽이고 올라가!
en: Just kill me!

source: 아무도 자기 집 앞마당에서 똥칠하는 걸 보고 싶지 않잖아요?
en: No one wants to see their front yard smeared, right?

source: 마룡은 마왕의 곁에서 떨어지지 않는 분리 불안증이라 들었다!
en: A demonic dragon would never leave the side of the Demon King!

source: 저기, 너 손을 다쳤네?
en: Looks like your hand is injured.

source: 여긴 대체 어디야?
en: where the heck are we?

source: 그럼 땅요정들을 찾아주실 수 있나요?
en: Can you find me the earth fairies then?

source: 손잡이도 열쇠를 넣는 곳도 안 보이는데.
en: I don’t see a doorknob or keyhole anywhere.

source: 당신답네요.
en: That’s very much like you.

source: 이 코딱지만 한 섬나라 제르에이라가 세상을 지배할 수 있게 해달라는 파렴치한 소원을 말이다.
en: He wanted this tiny island of Jereilla to dominate the world. What a ridiculous wish.

source: 그럼 이제...
en: So...

source: 미{j}끌
en: Slip{j}

source: 우리 이젠 부자라구!
en: We’re rich now!

source: 무서워, 난 무섭다구!
en: Yes, it scares me!

source: 그것은 큰 착각이며...
en: it didn’t take too long...

source: 그, 그게...
en: I-I...

source: 미안하지?!
en: Aren’t you?!

source: 인간은 네 생각보다 약해.
en: Humans are weaker than you think.

source: 아니면 아래가 투명해서?
en: Or because it’s transparent?

source: 너무 냉정하지라!
en: so cold-blooded-dull!

source: 맞아요.
en: that’s right.

source: 당신께 인정받다니 기쁠 따름이에요.
en: I’m happy to receive your acknowledgement.

source: 그런데 전하께선 마계의 일은 걱정이 되지 않으십니까?
en: But aren’t you worried about the demonic realm?

source: 누...구지?
en: who... is that?

source: ...가 아니라 왕이 골치 아프실 테니까요.
en: I mean, it’ll be a pain for you to deal with, my King.

source: 형제 국가라면 머릴 숙이지 않고 서로 어느 정도 동등한 관계를 유지 할 수 있어.
en: as brother countries, we can maintain a balanced relationship without one giving in to the other.

source: 진짜?!
en: Really?!

source: 섬나라인 제르에이라를 둘러싼 바다를 다스리는
en: ...requires permission from the Goddess of the Sea...

source: 율리우스 폐하!
en: emperor julius!

source: 장차 제르에이라의 새 왕이 될 이 아이에게 축복을 내리노니.
en: I will bestow my blessing on this child, who will soon be Jereilla’s new king.

source: 이, 이건 전부 폐하의 자업자득이옵니다!
en: y-you brought this upon yourself!

source: 주인님의 엄명 이라구요.
en: It’s my master’s order.

source: 작아져도 거북이가 아니라 자라지라~
en: I might be smaller, but I’m still a tuuurtle!

source: 사라, 졌다!
en: They’re... gone!

source: 그러니까 의형제 정도는 맺어도 괜찮겠다 싶어서.
en: so I think it’d be nice for us to be sworn brothers.

source: 저 안 보고 싶으셨습니까?
en: Did you miss me?

source: 계속 안 깨어나셔서 제가 얼마나 걱정한 줄 아십니까?
en: I was worried sick because you were unconscious all this time!

source: 그런데 만약 천족들이 너희를 건드린다 해봐,
en: So imagine what would happen if the angels attack.

source: 양날 검이 아니라 외날인 도검인가?
en: Is that a single edged sword, not a double edged one?

source: 엠빌던.
en: Embildon.

source: 흐음
en: Hmm

source: 주{j}춤
en: Frozen{j}

source: 야, 빨리 감정하러 가서 진짜면 얼른 이 도시를 뜨자.
en: Hurry. Let’s get these appraised. If they’re real, we should leave this city!

source: 전력을 다하지 않는다고 해서 한눈을 팔아도 좋단 뜻은 아니야.
en: I’m not going all out, but it doesn’t mean you can let your guard down.

source: 황가의 문양인데?
en: the imperial family’s emblem.

source: 그게 누군가?
en: Who is he?

source: 주인님...
en: master...

source: 만약 제가 이 일도 제대로 못 해내면 거침없이 절 패실 거예요...
en: But if I complete this task, he will beat me up relentlessly...

source: 어째서 제르에이라의 국보가 우리 황궁 지하에 벽화로 남아 있는 거지?
en: why is jereilla's national treasure drawn on an underground mural beneath the kanas palace?

source: 뭐가 모르겠다는 건데?
en: What don’t you know?

source: 폐하의 배려에 탄복하였습니다.
en: We are deeply impressed by Your Majesty’s consideration.

source: 참고로 나한테 성격 나쁘단 소리 들은 녀석은 얼마 안 돼.
en: By the way, not many people hear that from me.

source: 다시 거길 돌아가다니 자살 행위에요!
en: going back there is like a death sentence!

source: 기껏해야 턱이 세 겹에서 두 겹으로 줄어든 것뿐이야.
en: At most, my three chins are now two.

source: 의사 부르러 갈게요!
en: I’ll get the doctor!

source: 그건 곤란한데.
en: That won’t be possible, I’m afraid.

source: 그리고 의형제를 맺으려면 한 가지 조건이 있어.
en: and I’ll be your sworn brother, but on one condition.

source: 그나저나 이 냄새...
en: ugh... the smell...

source: 인간이 할 수 있는 방법이라면 뭐든지 해봐야겠어.
en: Whatever humans can do, I have to give it a go.

source: 완벽한 외모와 혈통, 사랑받을 수밖에 없는 조건을 모두 갖고 태어난 왕자를 보고
en: With perfect looks and lineage, Lagier had everything he needed to be loved.

source: 왕이 따로 챙기란 명령은 하지 않으셨지만...
en: My King didn’t order me to specifically take care of them...

source: 내가 어떤 치욕을 당하고 있는지?
en: The kind of humiliation I have to go through.

source: 카나스 제국 황제 폐하를 뵙습니다!
en: Our greetings to Your Majesty, the emperor of the Kanas Empire!

source: 어떻게 할까?
en: Should I?

source: 검 따위가 건방지게 주인을 정해서 뭐 하겠단 거야?
en: that arrogant knife hasn’t done anything since choosing me as its master!

source: 내가 이 자리에 오르기 위해
en: In order to take the throne...

source: 원래 장식용으로 들고 다녔는데 최근 불미스러운 사건이 하나 있었잖아?
en: I used to carry it as a prop, but there was an unfortunate incident recently.

source: 에에에~엥?
en: huuuuuh?

source: 연무장까진 그냥 걸어가겠다.
en: Let’s just walk there.

source: 난 절대 안 그래!
en: I would never!

source: 너는 나와 같은 동류다!!
en: You and I are of the same kind!!

source: 상대방이 선택해주기를 기다리지 말고 네가 선택하란 말이다.
en: Don’t wait for someone to choose for you. Make the choice yourself.

source: 만약 있다면 내가 궁둥이를 확 걷어차 주마.
en: If you do, I’ll give you a good kick in the butt.

source: 우리 일은 우리가 알아서 할 테니 나중에 황궁에서 보시죠.
en: that we will take care of it ourselves. See you later at the palace.

source: 턱을 날린 건 너잖아.
en: But you’re the one who broke his chin!

source: 나를 진심으로 따르는 사람이 아무도 없다는 거.
en: No one sincerely devotes himself to me.

source: 히잉-
en: Aww...

source: 그럴 리가 있겠습니까.
en: Of course not!

source: 외부의 적들로부터 나라를 지켜주는 해신이 있기에
en: Since the Goddess of the Sea protected the country from enemies...

source: 그런 거야.
en: He’s an angel...

source: 지금 날 바보로 아는 거냐?
en: do you take me for a joke or what?

source: 라지에르 루 제르에이라 로드윌을 형제로 맞이할 것을 이 자리에서 맹세합니다.
en: ...I, julius ren kanas, swear to accept lagier lou jereilla rodwell as my brother.

source: 어쨌든 이 몸뚱이의 주인 놈이 어떤 환경에서 자랐는지는 알 수 있을 거 같다.
en: Anyway, I think I know now how the owner of this body was raised.

source: 보고를 하지 않아도 만약 내게 물으신다면 그땐 난 정직히 답할 수밖에 없다.
en: If he asks me about it, I will have no choice but to give him a straight answer.

source: 반짝이는 거, 좋아해!
en: Shiny things!

source: 당연하지.
en: Of course not.

source: 크흡, 저 테이는 그런 상냥함과 카리스마를 모두 갖추신 주인님을 모시게 되어 얼마나 기쁘고 영광스러운 마음인지 몰라요!
en: Ahem, I’m so honored and happy to serve such a kind, charismatic and perfect master!

source: 어떻게 되었더라?
en: ...how did it go?

source: 이름을 붙여주며 말을 걸어본 적 있냐고!
en: because you didn’t have anyone else to talk to?

source: 네, 저는 이걸로 충분합니다.
en: Yes, this is enough for me.

source: 이런 마물들을 부리시다니 세드나님은 대단하십니다.
en: who knew miss sedna could control these demonic creatures so easily?

source: 이렇게 편하게 대화 나누는 거 오랜만이야.
en: It’s been so long since I’ve had a comfortable conversation with anyone.
